Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# ios:settings.connection.sectionTitle
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
zh_hant: 連線
zh_hk: 連線

# ios:settings.connection.serverAddress
source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
it: Indirizzo del server
ja: サーバーアドレス
ko: 서버 주소
pt_br: Endereço do servidor
zh_hant: 伺服器位址
zh_hk: 伺服器位址

# ios:settings.error.notLoaded
source: Connect to the server and load its settings before saving.
de: Verbinden Sie sich mit dem Server und laden Sie dessen Einstellungen, bevor Sie speichern.
es: Conéctese al servidor y cargue su configuración antes de guardar.
fr: Connectez-vous au serveur et chargez ses paramètres avant d'enregistrer.
it: Connettiti al server e carica le sue impostazioni prima di salvare.
ja: 保存する前に、サーバーに接続して設定を読み込んでください。
ko: 저장하기 전에 서버에 연결하여 설정을 불러오세요.
pt_br: Conecte-se ao servidor e carregue as configurações dele antes de salvar.
zh_hant: 請先連線到伺服器並載入其設定，再進行儲存。
zh_hk: 請先連線到伺服器並載入其設定，然後才儲存。

# ios:settings.error.unreadableColumn
source: These settings are stored on your computer in a form this app can't read, so they were left unchanged. Edit them on your computer.
de: Diese Einstellungen sind auf Ihrem Computer in einer Form gespeichert, die diese App nicht lesen kann, daher wurden sie nicht geändert. Bearbeiten Sie sie auf Ihrem Computer.
es: Estos ajustes están guardados en tu ordenador en un formato que esta app no puede leer, así que no se han modificado. Edítalos en tu ordenador.
fr: Ces réglages sont enregistrés sur votre ordinateur sous une forme que cette app ne peut pas lire ; ils n'ont donc pas été modifiés. Modifiez-les sur votre ordinateur.
it: Queste impostazioni sono salvate sul computer in un formato che questa app non riesce a leggere, quindi non sono state modificate. Modificale sul computer.
ja: これらの設定はこのアプリで読み取れない形式でコンピュータに保存されているため、変更されていません。コンピュータで編集してください。
ko: 이 설정은 이 앱이 읽을 수 없는 형식으로 컴퓨터에 저장되어 있어 변경되지 않았습니다. 컴퓨터에서 편집하세요.
pt_br: Estas configurações estão salvas no seu computador em um formato que este app não consegue ler, por isso não foram alteradas. Edite-as no computador.
zh_hant: 這些設定以本 App 無法讀取的格式儲存在你的電腦上，因此未作變更。請在電腦上編輯。
zh_hk: 這些設定以本 App 無法讀取的格式儲存在你的電腦上，因此沒有更改。請在電腦上編輯。

# ios:settings.hub.connection
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
zh_hant: 連線
zh_hk: 連線

# ios:settings.hub.group.ai
source: AI
de: KI
es: IA
fr: IA
it: IA
pt_br: IA

# ios:settings.hub.group.behaviour
source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
pt_br: Comportamento
zh_hant: 行為
zh_hk: 行為

# ios:settings.hub.group.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hant: 資料
zh_hk: 數據

# ios:settings.hub.notPaired
source: Not paired
de: Nicht gekoppelt
es: Sin vincular
fr: Non associé
it: Non abbinato
ja: 未ペアリング
ko: 페어링 안 됨
pt_br: Não pareado
zh_hant: 未配對
zh_hk: 未配對

# ios:settings.mcp.desktopOnly
source: Add, edit and remove MCP servers in Exodus on your computer.
de: MCP-Server fügen Sie in Exodus auf Ihrem Computer hinzu, bearbeiten und entfernen sie dort.
es: Añade, edita y elimina servidores MCP en Exodus en tu ordenador.
fr: Ajoutez, modifiez et supprimez des serveurs MCP dans Exodus sur votre ordinateur.
it: Aggiungi, modifica e rimuovi i server MCP in Exodus sul tuo computer.
ja: MCP サーバーの追加・編集・削除は、コンピュータの Exodus で行います。
ko: MCP 서버 추가, 편집, 제거는 컴퓨터의 Exodus에서 할 수 있습니다.
pt_br: Adicione, edite e remova servidores MCP no Exodus do seu computador.
zh_hant: 請在電腦上的 Exodus 新增、編輯和移除 MCP 伺服器。
zh_hk: 請在電腦上的 Exodus 新增、編輯和移除 MCP 伺服器。

# ios:settings.mcp.loadFailed
source: Couldn’t load MCP servers
de: MCP-Server konnten nicht geladen werden
es: No se pudieron cargar los servidores MCP
fr: Impossible de charger les serveurs MCP
it: Impossibile caricare i server MCP
ja: MCP サーバーを読み込めませんでした
ko: MCP 서버를 불러올 수 없습니다
pt_br: Não foi possível carregar os servidores MCP
zh_hant: 無法載入 MCP 伺服器
zh_hk: 無法載入 MCP 伺服器

# ios:settings.memory.appliesToComputer
source: Memories are kept on your computer and used in every chat, on this phone and on the desktop.
de: Gedächtniseinträge werden auf Ihrem Computer gespeichert und in jedem Chat verwendet, auf diesem Telefon wie auf dem Desktop.
es: Las memorias se guardan en tu ordenador y se usan en todos los chats, en este teléfono y en el escritorio.
fr: Les mémoires sont conservées sur votre ordinateur et utilisées dans chaque conversation, sur ce téléphone comme sur l'ordinateur.
it: Le memorie sono conservate sul tuo computer e usate in ogni chat, su questo telefono e sul desktop.
ja: メモリーはコンピュータに保存され、このスマートフォンでもデスクトップでも、すべてのチャットで使われます。
ko: 메모리는 컴퓨터에 저장되며 이 휴대폰과 데스크톱의 모든 채팅에서 사용됩니다.
pt_br: As memórias ficam salvas no seu computador e são usadas em todos os chats, neste celular e no desktop.
zh_hant: 記憶儲存在你的電腦上，會用在每一段聊天中，無論是在這支手機還是桌面版。
zh_hk: 記憶儲存在你的電腦上，會用在每一段聊天中，無論是在這部手機還是桌面版。

# ios:settings.memory.deleteMessage
source: It is removed from your computer for good. To keep it but stop using it in chats, disable it instead.
de: Er wird endgültig von Ihrem Computer entfernt. Um ihn zu behalten, aber nicht mehr in Chats zu verwenden, deaktivieren Sie ihn stattdessen.
es: Se eliminará de tu ordenador de forma permanente. Para conservarla sin usarla en los chats, desactívala.
fr: Elle sera supprimée définitivement de votre ordinateur. Pour la conserver sans l'utiliser dans les conversations, désactivez-la plutôt.
it: Verrà rimossa definitivamente dal tuo computer. Per conservarla senza usarla nelle chat, disattivala.
ja: コンピュータから完全に削除されます。残したままチャットで使わないようにするには、代わりに無効化してください。
ko: 컴퓨터에서 영구적으로 삭제됩니다. 보관하되 채팅에서 사용하지 않으려면 대신 비활성화하세요.
pt_br: Ela será removida do seu computador para sempre. Para mantê-la sem usá-la nos chats, desative-a.
zh_hant: 這則記憶會從你的電腦上永久刪除。若想保留但不在聊天中使用，請改為停用。
zh_hk: 這則記憶會從你的電腦上永久刪除。若想保留但不在聊天中使用，請改為停用。

# ios:settings.memory.deleteTitle
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか?
ko: ‘%@’을(를) 삭제할까요?
pt_br: Excluir “%@”?
zh_hant: 要刪除「%@」嗎？
zh_hk: 要刪除「%@」嗎？

# ios:settings.memory.editTitle
source: Edit Memory
de: Gedächtniseintrag bearbeiten
es: Editar memoria
fr: Modifier la mémoire
it: Modifica memoria
ja: メモリーを編集
ko: 메모리 편집
pt_br: Editar memória
zh_hant: 編輯記憶
zh_hk: 編輯記憶

# ios:settings.memory.emptyHint
source: They are added automatically after conversations. To add one yourself, tap +.
de: Sie werden automatisch nach Unterhaltungen hinzugefügt. Um selbst einen hinzuzufügen, tippen Sie auf +.
es: Se agregan automáticamente después de las conversaciones. Para agregar una tú mismo, toca +.
fr: Elles sont ajoutées automatiquement après les conversations. Pour en ajouter une vous-même, touchez +.
it: Vengono aggiunte automaticamente dopo le conversazioni. Per aggiungerne una tu, tocca +.
ja: 会話の後に自動的に追加されます。自分で追加するには + をタップします。
ko: 대화 후 자동으로 추가됩니다. 직접 추가하려면 +를 탭하세요.
pt_br: Elas são adicionadas automaticamente após as conversas. Para adicionar uma você mesmo, toque em +.
zh_hant: 對話結束後會自動新增。若要自行新增，請點一下 +。
zh_hk: 對話結束後會自動新增。若要自行新增，請輕按 +。

# ios:settings.memory.newTitle
source: New Memory
de: Neuer Gedächtniseintrag
es: Nueva memoria
fr: Nouvelle mémoire
it: Nuova memoria
ja: 新しいメモリー
ko: 새 메모리
pt_br: Nova memória
zh_hant: 新增記憶
zh_hk: 新增記憶

# ios:settings.memory.sectionPicker
source: Section
de: Bereich
es: Sección
it: Sezione
ja: セクション
ko: 섹션
pt_br: Seção
zh_hant: 分類
zh_hk: 分類

# ios:settings.memory.titleRequired
source: Give the memory a title.
de: Geben Sie dem Gedächtniseintrag einen Titel.
es: Ponle un título a la memoria.
fr: Donnez un titre à la mémoire.
it: Dai un titolo alla memoria.
ja: メモリーにタイトルを付けてください。
ko: 메모리에 제목을 입력하세요.
pt_br: Dê um título à memória.
zh_hant: 請為這則記憶輸入標題。
zh_hk: 請為這則記憶輸入標題。

# ios:settings.pairing.cameraDeniedMessage
source: Allow Exodus to use the camera in Settings, or paste the pairing link instead.
de: Erlauben Sie Exodus in den Einstellungen den Kamerazugriff oder fügen Sie stattdessen den Kopplungslink ein.
es: Permite que Exodus use la cámara en Ajustes o pega el enlace de vinculación.
fr: Autorisez Exodus à utiliser l’appareil photo dans les Réglages, ou collez le lien de jumelage.
it: Consenti a Exodus di usare la fotocamera nelle Impostazioni, oppure incolla il link di abbinamento.
ja: 「設定」で Exodus にカメラの使用を許可するか、代わりにペアリングリンクをペーストしてください。
ko: 설정에서 Exodus의 카메라 사용을 허용하거나, 대신 페어링 링크를 붙여넣으세요.
pt_br: Permita que o Exodus use a câmera nos Ajustes ou cole o link de pareamento.
zh_hant: 請在「設定」中允許 Exodus 使用相機，或改為貼上配對連結。
zh_hk: 請在「設定」中允許 Exodus 使用相機，或改為貼上配對連結。

# ios:settings.pairing.cameraDeniedTitle
source: Camera access is off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L’accès à l’appareil photo est désactivé
it: L’accesso alla fotocamera è disattivato
ja: カメラへのアクセスがオフです
ko: 카메라 접근이 꺼져 있습니다
pt_br: O acesso à câmera está desativado
zh_hant: 相機權限已關閉
zh_hk: 相機權限已關閉

# ios:settings.pairing.failedTitle
source: Pairing failed
de: Kopplung fehlgeschlagen
es: Error de vinculación
fr: Échec du jumelage
it: Abbinamento non riuscito
ja: ペアリングに失敗しました
ko: 페어링 실패
pt_br: Falha no pareamento
zh_hant: 配對失敗
zh_hk: 配對失敗

# ios:settings.pairing.inProgress
source: Pairing…
de: Kopplung läuft…
es: Vinculando…
fr: Jumelage…
it: Abbinamento…
ja: ペアリング中…
ko: 페어링 중…
pt_br: Pareando…
zh_hant: 配對中…
zh_hk: 配對中…

# ios:settings.pairing.instructions
source: Pair this iPhone with Exodus on your computer: open Settings → Devices there and choose Pair a device.
de: Koppeln Sie dieses iPhone mit Exodus auf Ihrem Computer: Öffnen Sie dort Einstellungen → Geräte und wählen Sie „Gerät koppeln“.
es: Vincula este iPhone con Exodus en tu ordenador: abre allí Ajustes → Dispositivos y elige Vincular un dispositivo.
fr: Jumelez cet iPhone avec Exodus sur votre ordinateur : ouvrez-y Réglages → Appareils et choisissez Jumeler un appareil.
it: Abbina questo iPhone a Exodus sul tuo computer: apri lì Impostazioni → Dispositivi e scegli Abbina un dispositivo.
ja: この iPhone をコンピュータの Exodus とペアリングします。コンピュータ側で「設定 → デバイス」を開き、「デバイスをペアリング」を選んでください。
ko: 이 iPhone을 컴퓨터의 Exodus와 페어링하세요. 컴퓨터에서 ‘설정 → 기기’를 열고 ‘기기 페어링’을 선택하면 됩니다.
pt_br: Pareie este iPhone com o Exodus no seu computador: abra lá Ajustes → Dispositivos e escolha Parear um dispositivo.
zh_hant: 將這部 iPhone 與電腦上的 Exodus 配對：在電腦上開啟「設定 → 裝置」，然後選擇「配對裝置」。
zh_hk: 將這部 iPhone 與電腦上的 Exodus 配對：在電腦上開啟「設定 → 裝置」，然後選擇「配對裝置」。

# ios:settings.pairing.notAPairingCode
source: That is not an Exodus pairing code.
de: Das ist kein Exodus-Kopplungscode.
es: Eso no es un código de vinculación de Exodus.
fr: Ce n’est pas un code de jumelage Exodus.
it: Questo non è un codice di abbinamento di Exodus.
ja: これは Exodus のペアリングコードではありません。
ko: Exodus 페어링 코드가 아닙니다.
pt_br: Isso não é um código de pareamento do Exodus.
zh_hant: 這不是 Exodus 的配對碼。
zh_hk: 這不是 Exodus 的配對碼。

# ios:settings.pairing.openSystemSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hant: 開啟設定
zh_hk: 開啟設定

# ios:settings.pairing.pairedWith
source: Paired with %@
de: Gekoppelt mit %@
es: Vinculado con %@
fr: Jumelé avec %@
it: Abbinato a %@
ja: 「%@」とペアリング済み
ko: ‘%@’와(과) 페어링됨
pt_br: Pareado com %@
zh_hant: 已與「%@」配對
zh_hk: 已與「%@」配對

# ios:settings.pairing.passcodeRequired
source: Set a passcode on this device to pair with your computer.
de: Legen Sie auf diesem Gerät einen Code fest, um es mit Ihrem Computer zu koppeln.
es: Configura un código en este dispositivo para vincularlo con tu ordenador.
fr: Définissez un code sur cet appareil pour le jumeler avec votre ordinateur.
it: Imposta un codice su questo dispositivo per abbinarlo al tuo computer.
ja: コンピュータとペアリングするには、このデバイスにパスコードを設定してください。
ko: 컴퓨터와 페어링하려면 이 기기에 암호를 설정하세요.
pt_br: Defina um código neste dispositivo para pareá-lo com o seu computador.
zh_hant: 請先為這部裝置設定密碼，才能與電腦配對。
zh_hk: 請先為這部裝置設定密碼，才能與電腦配對。

# ios:settings.pairing.pasteLink
source: Paste pairing link
de: Kopplungslink einfügen
es: Pegar enlace de vinculación
fr: Coller le lien de jumelage
it: Incolla il link di abbinamento
ja: ペアリングリンクをペースト
ko: 페어링 링크 붙여넣기
pt_br: Colar link de pareamento
zh_hant: 貼上配對連結
zh_hk: 貼上配對連結

# ios:settings.pairing.scanCode
source: Scan pairing code
de: Kopplungscode scannen
es: Escanear código de vinculación
fr: Scanner le code de jumelage
it: Scansiona il codice di abbinamento
ja: ペアリングコードをスキャン
ko: 페어링 코드 스캔
pt_br: Escanear código de pareamento
zh_hant: 掃描配對碼
zh_hk: 掃描配對碼

# ios:settings.pairing.unpair
source: Unpair
de: Entkoppeln
es: Desvincular
fr: Dissocier
it: Annulla abbinamento
ja: ペアリングを解除
ko: 페어링 해제
pt_br: Desparear
zh_hant: 取消配對
zh_hk: 取消配對

# ios:settings.pairing.unpairConfirmMessage
source: You will need to scan a new pairing code to connect again.
de: Sie müssen einen neuen Kopplungscode scannen, um sich wieder zu verbinden.
es: Tendrás que escanear un nuevo código de vinculación para volver a conectarte.
fr: Vous devrez scanner un nouveau code de jumelage pour vous reconnecter.
it: Dovrai scansionare un nuovo codice di abbinamento per riconnetterti.
ja: 再び接続するには、新しいペアリングコードをスキャンする必要があります。
ko: 다시 연결하려면 새 페어링 코드를 스캔해야 합니다.
pt_br: Você precisará escanear um novo código de pareamento para se conectar de novo.
zh_hant: 之後需要重新掃描配對碼才能再次連線。
zh_hk: 之後需要重新掃描配對碼才能再次連接。

# ios:settings.pairing.unpairConfirmTitle
source: Unpair from this computer?
de: Von diesem Computer entkoppeln?
es: ¿Desvincular de este ordenador?
fr: Dissocier cet ordinateur ?
it: Annullare l’abbinamento con questo computer?
ja: このコンピュータとのペアリングを解除しますか？
ko: 이 컴퓨터와의 페어링을 해제할까요?
pt_br: Desparear deste computador?
zh_hant: 要取消與這部電腦的配對嗎？
zh_hk: 要取消與這部電腦的配對嗎？

# ios:settings.pairing.unreachable
source: Could not reach your computer. Make sure both devices are on the same network.
de: Ihr Computer ist nicht erreichbar. Stellen Sie sicher, dass sich beide Geräte im selben Netzwerk befinden.
es: No se ha podido conectar con tu ordenador. Comprueba que ambos dispositivos están en la misma red.
fr: Impossible de joindre votre ordinateur. Vérifiez que les deux appareils sont sur le même réseau.
it: Impossibile raggiungere il tuo computer. Assicurati che entrambi i dispositivi siano sulla stessa rete.
ja: コンピュータに接続できませんでした。両方のデバイスが同じネットワーク上にあることを確認してください。
ko: 컴퓨터에 연결할 수 없습니다. 두 기기가 같은 네트워크에 있는지 확인하세요.
pt_br: Não foi possível alcançar o seu computador. Verifique se os dois dispositivos estão na mesma rede.
zh_hant: 無法連線到你的電腦。請確認兩部裝置在同一個網路上。
zh_hk: 無法連接到你的電腦。請確認兩部裝置在同一個網絡上。

# ios:settings.personality.appliesToComputer
source: Personality is saved on your computer and shapes every chat, on this phone and on the desktop.
de: Die Persönlichkeit wird auf Ihrem Computer gespeichert und prägt jeden Chat, auf diesem Telefon wie auf dem Desktop.
es: La personalidad se guarda en tu ordenador y se aplica a todos los chats, en este teléfono y en el escritorio.
fr: La personnalité est enregistrée sur votre ordinateur et s'applique à chaque conversation, sur ce téléphone comme sur l'ordinateur.
it: La personalità è salvata sul tuo computer e si applica a ogni chat, su questo telefono e sul desktop.
ja: パーソナリティはコンピュータに保存され、このスマートフォンでもデスクトップでも、すべてのチャットに反映されます。
ko: 개성 설정은 컴퓨터에 저장되며 이 휴대폰과 데스크톱의 모든 채팅에 적용됩니다.
pt_br: A personalidade fica salva no seu computador e se aplica a todos os chats, neste celular e no desktop.
zh_hant: 個人風格儲存在你的電腦上，會影響每一段聊天，無論是在這支手機還是桌面版。
zh_hk: 個人風格儲存在你的電腦上，會影響每一段聊天，無論是在這部手機還是桌面版。

# ios:settings.profile.chartDay
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 날짜
pt_br: Dia
zh_hant: 日期
zh_hk: 日期

# ios:settings.profile.loadFailed
source: Couldn’t load usage
de: Nutzung konnte nicht geladen werden
es: No se pudo cargar el uso
fr: Impossible de charger l’utilisation
it: Impossibile caricare l’utilizzo
ja: 使用状況を読み込めませんでした
ko: 사용량을 불러올 수 없습니다
pt_br: Não foi possível carregar o uso
zh_hant: 無法載入用量
zh_hk: 無法載入用量

# ios:settings.profile.totalCost
source: Total cost
de: Gesamtkosten
es: Coste total
fr: Coût total
it: Costo totale
ja: 合計コスト
ko: 총비용
pt_br: Custo total
zh_hant: 總費用
zh_hk: 總費用

# ios:settings.profile.windowFooter
source: Last 30 days · %@ spent
de: Letzte 30 Tage · %@ ausgegeben
es: Últimos 30 días · %@ gastados
fr: 30 derniers jours · %@ dépensés
it: Ultimi 30 giorni · %@ spesi
ja: 過去 30 日間 · %@ 使用
ko: 최근 30일 · %@ 사용
pt_br: Últimos 30 dias · %@ gastos
zh_hant: 最近 30 天 · 花費 %@
zh_hk: 最近 30 日 · 花費 %@

# ios:settings.providers.appliesToComputer
source: These are your computer's settings: the provider, model, keys and addresses chosen here are what the desktop's chats use too.
de: Dies sind die Einstellungen Ihres Computers: Anbieter, Modell, Schlüssel und Adressen, die Sie hier wählen, gelten auch für die Chats auf dem Desktop.
es: Estos son los ajustes de tu ordenador: el proveedor, el modelo, las claves y las direcciones que elijas aquí son también los que usan los chats del escritorio.
fr: Ce sont les réglages de votre ordinateur : le fournisseur, le modèle, les clés et les adresses choisis ici sont aussi ceux des conversations sur l'ordinateur.
it: Queste sono le impostazioni del tuo computer: il provider, il modello, le chiavi e gli indirizzi scelti qui sono anche quelli usati dalle chat sul desktop.
ja: これはコンピュータ側の設定です。ここで選んだプロバイダー、モデル、キー、アドレスはデスクトップ版のチャットにも使われます。
ko: 컴퓨터의 설정입니다. 여기서 선택한 제공자, 모델, 키, 주소는 데스크톱 채팅에도 그대로 사용됩니다.
pt_br: Estas são as configurações do seu computador: o provedor, o modelo, as chaves e os endereços escolhidos aqui também são usados pelos chats no desktop.
zh_hant: 這些是你電腦上的設定：在這裡選擇的供應商、模型、金鑰與位址，也是桌面版聊天所使用的。
zh_hk: 這些是你電腦上的設定：在這裡選擇的供應商、模型、金鑰和地址，也是桌面版聊天所使用的。

# ios:settings.providers.invalidURL
source: The address for %@ isn't a valid URL. Include the scheme, such as https://.
de: Die Adresse für %@ ist keine gültige URL. Geben Sie das Schema an, z. B. https://.
es: La dirección de %@ no es una URL válida. Incluye el esquema, por ejemplo https://.
fr: L'adresse de %@ n'est pas une URL valide. Indiquez le schéma, par exemple https://.
it: L'indirizzo per %@ non è un URL valido. Includi lo schema, ad esempio https://.
ja: %@ のアドレスは有効な URL ではありません。https:// のようにスキームを含めてください。
ko: %@의 주소가 올바른 URL이 아닙니다. https://처럼 스킴을 포함하세요.
pt_br: O endereço de %@ não é uma URL válida. Inclua o esquema, como https://.
zh_hant: %@ 的位址不是有效的網址。請包含協定，例如 https://。
zh_hk: %@ 的地址不是有效的網址。請包含協定，例如 https://。

# ios:settings.providers.keyReentry
source: The saved key only works with the address it was saved for. Enter the key again to use this address.
de: Der gespeicherte Schlüssel funktioniert nur mit der Adresse, für die er gespeichert wurde. Geben Sie den Schlüssel erneut ein, um diese Adresse zu verwenden.
es: La clave guardada solo funciona con la dirección para la que se guardó. Vuelva a introducir la clave para usar esta dirección.
fr: La clé enregistrée ne fonctionne qu’avec l’adresse pour laquelle elle a été enregistrée. Saisissez à nouveau la clé pour utiliser cette adresse.
it: La chiave salvata funziona solo con l’indirizzo per cui è stata salvata. Reinserisci la chiave per usare questo indirizzo.
ja: 保存済みのキーは、保存したときのアドレスでのみ使用できます。このアドレスで使うにはキーを再入力してください。
ko: 저장된 키는 저장할 때의 주소에서만 사용할 수 있습니다. 이 주소를 사용하려면 키를 다시 입력하세요.
pt_br: A chave salva só funciona com o endereço para o qual foi salva. Digite a chave novamente para usar este endereço.
zh_hant: 已儲存的金鑰只能用於當初儲存時的位址。請重新輸入金鑰以使用此位址。
zh_hk: 已儲存的金鑰只能用於當初儲存時的位址。請重新輸入金鑰以使用此位址。

# ios:settings.providers.loadingModels
source: Loading models
de: Modelle werden geladen
es: Cargando modelos
fr: Chargement des modèles
it: Caricamento dei modelli
ja: モデルを読み込み中
ko: 모델을 불러오는 중
pt_br: Carregando modelos
zh_hant: 正在載入模型
zh_hk: 正在載入模型

# ios:settings.providers.ollamaNoApiKey
source: Ollama runs on your computer and needs no API key.
de: Ollama läuft auf Ihrem Computer und benötigt keinen API-Schlüssel.
es: Ollama se ejecuta en su ordenador y no necesita una clave de API.
fr: Ollama s'exécute sur votre ordinateur et ne nécessite pas de clé API.
it: Ollama viene eseguito sul tuo computer e non richiede una chiave API.
ja: Ollamaはお使いのコンピュータで動作するため、APIキーは不要です。
ko: Ollama는 내 컴퓨터에서 실행되므로 API 키가 필요하지 않습니다.
pt_br: O Ollama é executado no seu computador e não precisa de chave de API.
zh_hant: Ollama 在你的電腦上執行，不需要 API 金鑰。
zh_hk: Ollama 在你的電腦上執行，不需要 API 金鑰。

# ios:settings.providers.selectModel
source: Select a model
de: Modell auswählen
es: Seleccione un modelo
fr: Sélectionner un modèle
it: Seleziona un modello
ja: モデルを選択
ko: 모델 선택
pt_br: Selecione um modelo
zh_hant: 選擇一個模型
zh_hk: 選擇一個模型

# ios:settings.scanner.cameraUnavailable
source: The camera is not available
de: Die Kamera ist nicht verfügbar
es: La cámara no está disponible
fr: L’appareil photo n’est pas disponible
it: La fotocamera non è disponibile
ja: カメラを使用できません
ko: 카메라를 사용할 수 없습니다
pt_br: A câmera não está disponível
zh_hant: 無法使用相機
zh_hk: 無法使用相機

# ios:settings.scanner.hint
source: Point the camera at the code on your computer's screen.
de: Richten Sie die Kamera auf den Code auf dem Bildschirm Ihres Computers.
es: Apunta la cámara al código que aparece en la pantalla de tu ordenador.
fr: Pointez l’appareil photo vers le code affiché sur l’écran de votre ordinateur.
it: Inquadra il codice sullo schermo del computer.
ja: コンピュータの画面に表示されたコードにカメラを向けてください。
ko: 컴퓨터 화면의 코드에 카메라를 맞추세요.
pt_br: Aponte a câmera para o código na tela do seu computador.
zh_hant: 將相機對準電腦螢幕上的 QR Code。
zh_hk: 將相機對準電腦螢幕上的 QR Code。

# ios:settings.secrets.encryptionUnavailable
source: Your computer's keychain isn't available; API keys are stored there unencrypted.
de: Der Schlüsselbund Ihres Computers ist nicht verfügbar; API-Schlüssel werden dort unverschlüsselt gespeichert.
es: El llavero de su ordenador no está disponible; las claves de API se guardan allí sin cifrar.
fr: Le trousseau de votre ordinateur n’est pas disponible ; les clés d’API y sont stockées sans chiffrement.
it: Il portachiavi del tuo computer non è disponibile; le chiavi API vi sono salvate senza crittografia.
ja: コンピュータのキーチェーンを利用できません。API キーは暗号化されずに保存されています。
ko: 컴퓨터의 키체인을 사용할 수 없어 API 키가 암호화되지 않은 채 저장되어 있습니다.
pt_br: As chaves do seu computador não estão disponíveis; as chaves de API são armazenadas lá sem criptografia.
zh_hant: 你電腦的鑰匙圈無法使用；API 金鑰在電腦上未經加密儲存。
zh_hk: 你電腦的鑰匙圈無法使用；API 金鑰在電腦上未經加密儲存。

# ios:settings.secrets.keep
source: Keep
de: Behalten
es: Conservar
fr: Conserver
it: Mantieni
ja: 残す
ko: 유지
pt_br: Manter
zh_hant: 保留
zh_hk: 保留

# ios:settings.secrets.keyPrompt
source: Paste your API key
de: API-Schlüssel einfügen
es: Pega tu clave de API
fr: Collez votre clé API
it: Incolla la tua chiave API
ja: API キーをペースト
ko: API 키 붙여넣기
pt_br: Cole sua chave de API
zh_hant: 貼上你的 API 金鑰
zh_hk: 貼上你的 API 金鑰

# ios:settings.secrets.onComputerOnly
source: The phone can't edit these. Enter them on your computer.
de: Diese lassen sich auf dem Telefon nicht bearbeiten. Geben Sie sie auf Ihrem Computer ein.
es: El teléfono no puede editarlos. Introdúzcalos en su ordenador.
fr: Le téléphone ne peut pas les modifier. Saisissez-les sur votre ordinateur.
it: Il telefono non può modificarli. Inseriscili sul computer.
ja: これらはスマートフォンでは編集できません。コンピュータで入力してください。
ko: 이 항목은 휴대폰에서 편집할 수 없습니다. 컴퓨터에서 입력하세요.
pt_br: O celular não pode editá-los. Digite-os no seu computador.
zh_hant: 無法在手機上編輯這些項目，請在電腦上輸入。
zh_hk: 無法在手機上編輯這些項目，請在電腦上輸入。

# ios:settings.secrets.removeKey
source: Remove Key
de: Schlüssel entfernen
es: Eliminar clave
fr: Supprimer la clé
it: Rimuovi chiave
ja: キーを削除
ko: 키 제거
pt_br: Remover chave
zh_hant: 移除金鑰
zh_hk: 移除金鑰

# ios:settings.secrets.replaceKey
source: Replace Key
de: Schlüssel ersetzen
es: Reemplazar clave
fr: Remplacer la clé
it: Sostituisci chiave
ja: キーを置き換える
ko: 키 교체
pt_br: Substituir chave
zh_hant: 更換金鑰
zh_hk: 更換金鑰
